Repository: eshellman/django-email-change
Catalog: src/email_change/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Email change request has been resent.
de: Die E-Mail Bestätigung Ihrer Änderung wurde noch einmal gesendet.
fr: L'email de confirmation de votre modification vous a été envoyé à nouveau.

source: Email change request has been cancelled.
de: Ihre Anfrage, die E-Mail Adresse zu ändern wurde abgebrochen.
fr: Votre demande de modification d'adresse e-mail a été annulée.

source: Email change complete
de: Ihre E-Mail Adresse wurde geändert.
fr: Votre adresse e-mail a été modifiée.

source: Notice
de: Notiz

source: Your email address has been changed successfully.
de: Ihre E-Mail Adresse wurde erfolgreich geändert.
fr: Votre adresse e-mail a été modifée avec succès.

source: Your new email address is:
de: Ihre neue E-Mail Adresse lautet:
fr: Votre nouvelle adresse email est :

source: Back to your profile
de: Zurück zum Benutzerprofil
fr: Retour au profil

source: Change email address
de: Meine E-Mail ändern
fr: Modifier mon adresse e-mail

source: Your current email address is:
de: Ihre aktuelle Adresse lautet:
fr: Votre adresse actuelle est :

source: To associate a new email address with your account, please enter the new address in the box below.
de: Geben Sie Ihre neue E-Mail Adresse an.
fr: Saississez votre nouvelle adresse email.

source: Verification email sent
de: die Überprüfung E-Mail wurde gesendet
fr: L'e-mail de vérification a été envoyé

source: An email containing a verification link has been sent to your new email address.
de: Eine E-Mail mit Aktivierungslink wurde an Ihre neue E-Mail Adresse gesendet.
fr: Un email contenant un lien d'activation vous a été envoyé sur votre nouvelle adresse e-mail.

source: Follow the instructions in this email in order to successfully change your current email address.
de: Klicken Sie auf den Bestätigungslink in der E-Mail, um die Änderung zu bestätigen.
fr: Cliquez sur le lien de confirmation dans le mail afin de confirmer votre modification.

source: Email confirmation
de: Bestätigung Ihrer E-Mail Adresse
fr: Confirmation de votre adresse e-mail

source: Email confirmation failed
de: E-Mail Adresse Bestätigung fehlgeschlagen
fr: Êchec de la confirmation de votre adresse e-mail

source: This confirmation code has either expired or is invalid.
de: Dieser Bestätigungscode ist abgelaufen oder ungültig.
fr: Ce code de confirmation a expiré ou est invalide.

source: The requested email address change has failed.
de: Die Änderung Ihre Adresse wurde nicht berücksichtigt.
fr: La modification de votre adresse n'a pu être prise en compte.

source: Please, try to change it again in your account settings.
de: Bitte versuchen Sie noch einmal.
fr: Merci de réessayer.

source: Hi
de: Hallo
fr: Bonjour

source: A request to change the email address of your account has been made at %(site_name)s.
de: Eine Anfrage, Ihre E-Mail Adresse zu ändern, wurde auf%(site_name)s aufgezeichnet.
fr: Une demande de modification de votre adresse e-mail a été enregistrée sur %(site_name)s.

source: Before changing your current email address, verification of your new email address is required.
de: Vor Berücksichtigung dieser Modifikation ist Ihre Bestätigung erforderlich.
fr: Avant de prendre en compte cette modification, une confirmation de votre part est requise.

source: To complete the email change, please visit the following URL, either by clicking on it or by copying and pasting it in your browser:
de: Um die Änderung abzuschließen, bitte auf folgenden Link klicken:
fr: Pour terminer la procédure de modification, merci de cliquer sur le lien suivant :

source: You will only need to visit this URL once.
de: Sie sollten auf diesen Link ein einziges Mal klicken.
fr: Vous ne devez suivre ce lien une seule et unique fois.

source: Thank you
de: Danke
fr: Merci

source: The Team at %(site_name)s
de: Das %(site_name)s Team
fr: L'équipe de %(site_name)s

source: Email change verification for %(site_name)s
de: Überprüfen Sie bitte Ihre E-Mail Adresse auf %(site_name)s
fr: Vérification de la modification de votre adresse email sur %(site_name)s

source: [%(site_name)s] Confirm your email address
de: [%(site_name)s] Bestätigen Sie Ihre E-Mail Adresse
fr: [%(site_name)s] Vaidation de votre adresse email

source: Confirm your email address
de: Bestätigen Sie Ihre Email Adresse
fr: Confirmez votre adresse e-mail

source: You changed your PostBox email address.
de: Sie haben Ihre E-Mail PostBox geändert.
fr: Vous avez modifié votre adresse email dans PostBox.

source: Please click on the link below to activate your new email address:
de: Bitte klicken Sie auf den Link, um Ihre neue E-Mail-Adresse zu bestätigen:
fr: Merci de cliquer sur le lien ci-dessous pour la valider :

source: [%(site_name)s] Confirm your PostBox email address
de: [%(site_name)s] Bestätigen Sie Ihre PostBox E-Mail Adresse
fr: [%(site_name)s] Confirmez votre adresse e-mail PostBox
